{
  "data": [
    {
      "id": 1,
      "title": "Parc national de Port-Cros",
      "creationDate": "crée en 1963",
      "imgSrc": "",
      "areaKm": "13km²",
      "desc": "Situé en Méditerranée, il englobe des environnements terrestres et marins, connu pour sa riche biodiversité et son importance historique.",
      "highlights": "Vie marine, sentiers de randonnée, sites historiques"
    },
    {
      "id": 2,
      "title": "Parc national des Pyrénées",
      "creationDate": "crée en 1967",
      "imgSrc": "",
      "areaKm": "457km²",
      "desc": "Situé dans les montagnes des Pyrénées, il présente des paysages diversifiés allant des hautes montagnes aux vallées profondes et abrite une faune rare comme l'ibex pyrénéen.",
      "highlights": "Paysages montagneux, observation de la faune, patrimoine culturel"
    },
    {
      "id": 3,
      "title": "Parc national des Cévennes",
      "creationDate": "crée en 1970",
      "imgSrc": "",
      "areaKm": "937km²",
      "desc": "Situé dans le sud de la France, il est connu pour ses paysages dramatiques, son agriculture traditionnelle et son histoire culturelle.",
      "highlights": "Grottes et gorges, villages historiques, biodiversité"
    },
    {
      "id": 4,
      "title": "Parc national des Ecrins",
      "creationDate": "crée en 1973",
      "imgSrc": "",
      "areaKm": "918km²",
      "desc": "Ce parc dans les Alpes est connu pour son terrain accidenté, ses hauts sommets et ses glaciers, offrant de nombreuses opportunités pour l'alpinisme et la randonnée.",
      "highlights": "Glaciers, flore et faune alpine, sports de plein air"
    },
    {
      "id": 5,
      "title": "Parc national du Mercantour",
      "creationDate": "crée en 1979",
      "imgSrc": "",
      "areaKm": "685km²",
      "desc": "Situé dans les Alpes du Sud, il présente un mélange d'écosystèmes méditerranéens et alpins, une faune riche et des sites archéologiques.",
      "highlights": "Biodiversité, gravures rupestres, beauté scénique"
    },
    {
      "id": 6,
      "title": "Parc national de la Guadeloupe",
      "creationDate": "crée en 1989",
      "imgSrc": "",
      "areaKm": "849km²",
      "desc": "Situé dans les Caraïbes, ce parc comprend des forêts tropicales, des cascades et des volcans actifs, promouvant la conservation de son riche patrimoine naturel.",
      "highlights": "Forêts tropicales, cascades, paysages volcaniques"
    },
    {
      "id": 7,
      "title": "Parc amazonien de Guyane",
      "creationDate": "crée en 2007",
      "imgSrc": "",
      "areaKm": "33900km²",
      "desc": "Le plus grand parc national de France, situé en Guyane française, il préserve une partie de la forêt amazonienne avec sa vaste biodiversité et ses cultures indigènes.",
      "highlights": "Forêt amazonienne, diversité de la faune, patrimoine culturel"
    },
    {
      "id": 8,
      "title": "Parc national de la Réunion",
      "creationDate": "crée en 2007",
      "imgSrc": "",
      "areaKm": "1054km²",
      "desc": "Situé sur l'île de la Réunion dans l'océan Indien, il présente des paysages volcaniques, des écosystèmes diversifiés et une biodiversité unique.",
      "highlights": "Sommets volcaniques, espèces endémiques, sentiers pittoresques"
    },
    {
      "id": 9,
      "title": "Parc national des Calanques",
      "creationDate": "crée en 2012",
      "imgSrc": "",
      "areaKm": "520km²",
      "desc": "Situé près de Marseille, il comprend des falaises côtières spectaculaires, une riche vie marine et une variété d'activités récréatives.",
      "highlights": "Falaises côtières, biodiversité marine, loisirs de plein air"
    },
    {
      "id": 10,
      "title": "Parc national de forêts",
      "creationDate": "crée en 2019",
      "imgSrc": "",
      "areaKm": "560km²",
      "desc": "Le plus récent parc national de France, situé dans les régions de Champagne et de Bourgogne, il préserve de vastes forêts de feuillus et une faune diversifiée.",
      "highlights": "Forêts de feuillus, habitats de la faune, paysages pittoresques"
    }
  ]
}
